{
  "quiz": [
    {
      "question_id": 1,
      "question": "What is the common name for a writing system where each symbol stands for a syllable?"
    },
    {
      "question_id": 2,
      "question": "Which early writing system for Greek was a syllabary deciphered in the 20th century?"
    },
    {
      "question_id": 3,
      "question": "Which Unicode block contains the Braille patterns encoded from U+2800 through U+28FF?"
    },
    {
      "question_id": 4,
      "question": "Which system marks thousands in Roman numerals using an overline?"
    },
    {
      "question_id": 5,
      "question": "Which early European script was used by Germanic peoples and influenced later alphabets?"
    },
    {
      "question_id": 6,
      "question": "Which 19th-century scholar deciphered Linear B in 1952 using comparative linguistic methods?"
    },
    {
      "question_id": 7,
      "question": "Which code used long and short signals to encode letters and numbers?"
    },
    {
      "question_id": 8,
      "question": "Which script reform in the 9th–10th centuries produced Glagolitic and Cyrillic forms?"
    },
    {
      "question_id": 9,
      "question": "Which writing system invented by Sequoyah assigns syllabic characters to Cherokee sounds?"
    },
    {
      "question_id": 10,
      "question": "What is the primary purpose of the International Phonetic Alphabet (IPA)?"
    },
    {
      "question_id": 11,
      "question": "Who popularized binary arithmetic in the West with an influential 1703 paper?"
    },
    {
      "question_id": 12,
      "question": "Which numeric base underlies standard timekeeping divisions of minutes and seconds?"
    },
    {
      "question_id": 13,
      "question": "Who invented Braille, the tactile writing system for the blind?"
    },
    {
      "question_id": 14,
      "question": "Which ancient numeral system used wedge-shaped marks pressed into clay tablets?"
    },
    {
      "question_id": 15,
      "question": "Which cryptic alphabetic order variation places letters by phonetic grouping rather than historical order?"
    }
  ]
}