{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which collective noun describes a group of kangaroos moving together?"
    },
    {
      "question_id": 2,
      "question": "Which collective noun names a group of jellyfish moving together in the sea?"
    },
    {
      "question_id": 3,
      "question": "Which obscure collective noun is given to a group of owls when they roost silently?"
    },
    {
      "question_id": 4,
      "question": "Which common collective noun describes many birds gathered or flying together?"
    },
    {
      "question_id": 5,
      "question": "Which collective noun describes a group of whales traveling and surfacing together?"
    },
    {
      "question_id": 6,
      "question": "Which collective noun is sometimes used for a group of trout in a stream?"
    },
    {
      "question_id": 7,
      "question": "Which collective noun describes a group of seals gathered on rocks or shore?"
    },
    {
      "question_id": 8,
      "question": "Which collective noun is used for a group of pelicans flying together?"
    },
    {
      "question_id": 9,
      "question": "Which obscure collective noun describes a group of owls engaged in a formal assembly in lore?"
    },
    {
      "question_id": 10,
      "question": "Which collective noun is used for geese flying in formation across the sky?"
    },
    {
      "question_id": 11,
      "question": "Which collective noun names a group of actors who perform in television or film?"
    },
    {
      "question_id": 12,
      "question": "Which collective noun describes a group of goldfish kept together in a pond?"
    },
    {
      "question_id": 13,
      "question": "Which basic collective noun describes people working together on a sports field?"
    },
    {
      "question_id": 14,
      "question": "Which vocabulary term describes a group of musicians working behind the scenes?"
    },
    {
      "question_id": 15,
      "question": "Which specialized collective noun historically names a group of quail together?"
    }
  ]
}