{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which collective noun names a group of elephants traveling together?"
    },
    {
      "question_id": 2,
      "question": "Which collective noun is used when hippos gather in water?"
    },
    {
      "question_id": 3,
      "question": "Which rare collective noun describes a group of pelicans on the water surface?"
    },
    {
      "question_id": 4,
      "question": "Which collective noun is widely used for many fish swimming together?"
    },
    {
      "question_id": 5,
      "question": "Which collective noun names a group of bees living together in a hive?"
    },
    {
      "question_id": 6,
      "question": "Which rare collective noun names a group of vultures feeding on a carcass?"
    },
    {
      "question_id": 7,
      "question": "Which collective noun traditionally refers to a group of young kittens?"
    },
    {
      "question_id": 8,
      "question": "Which medieval term describes the category of fanciful collective nouns for animals?"
    },
    {
      "question_id": 9,
      "question": "Which collective noun historically applied to a group of bears in medieval lists?"
    },
    {
      "question_id": 10,
      "question": "Which collective noun names geese when they are on the ground together?"
    },
    {
      "question_id": 11,
      "question": "Which collective noun describes a group of eagles gathered together in one place?"
    },
    {
      "question_id": 12,
      "question": "Which collective noun refers to a small group of hares gathered together?"
    },
    {
      "question_id": 13,
      "question": "Which collective noun describes multiple ships sailing together under one command?"
    },
    {
      "question_id": 14,
      "question": "Which collective noun names a group of turkeys in trees or on structures?"
    },
    {
      "question_id": 15,
      "question": "Which collective noun describes a group of lemurs moving together in Madagascar?"
    }
  ]
}