{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which keyboard shortcut opens the Print dialog so you can print the current document on Windows?"
    },
    {
      "question_id": 2,
      "question": "Which browser shortcut toggles between open tabs in many desktop browsers in sequential order?"
    },
    {
      "question_id": 3,
      "question": "Which terminal multiplexer historically uses Ctrl+A as its command prefix and influenced other tools?"
    },
    {
      "question_id": 4,
      "question": "Which key captures a screenshot of the entire screen to the clipboard on many Windows keyboards?"
    },
    {
      "question_id": 5,
      "question": "Which key sequence suspends a foreground process and returns control to the shell in Unix-like systems?"
    },
    {
      "question_id": 6,
      "question": "Which keyboard shortcut moves a window to the left half of the screen on Windows for snapping?"
    },
    {
      "question_id": 7,
      "question": "Which shortcut selects all text and items in the current window or document on Windows?"
    },
    {
      "question_id": 8,
      "question": "Which shortcut in many browsers opens a private or incognito browsing window?"
    },
    {
      "question_id": 9,
      "question": "Which command-line tool converts text to lowercase or uppercase and is commonly used in Unix pipelines?"
    },
    {
      "question_id": 10,
      "question": "Which shortcut opens Task Manager directly without the intermediate Windows security screen?"
    },
    {
      "question_id": 11,
      "question": "Which Chrome shortcut completes the current entry in the address bar by adding \".com\" heuristically?"
    },
    {
      "question_id": 12,
      "question": "Which Windows shortcut sends a screenshot of the currently active window to the clipboard?"
    },
    {
      "question_id": 13,
      "question": "Which Windows keyboard shortcut immediately locks the current user session and screen?"
    },
    {
      "question_id": 14,
      "question": "Which browser shortcut reopens the last closed window or tab in the correct order in many browsers?"
    },
    {
      "question_id": 15,
      "question": "Which PowerShell automatic variable contains the exit status of the last native program executed?"
    }
  ]
}