{
  "quiz": [
    {
      "question_id": 1,
      "question": "Finish the famous movie quote: \"You're gonna need a bigger ____.\" (Jaws)."
    },
    {
      "question_id": 2,
      "question": "Finish the quote: \"You're gonna need a bigger boat\" was originally delivered in response to what?"
    },
    {
      "question_id": 3,
      "question": "Finish the quote: \"Say hello to my little friend!\" — which prop became iconic?"
    },
    {
      "question_id": 4,
      "question": "Finish the famous movie quote: \"Here's looking at you, ____\" is followed by what name?"
    },
    {
      "question_id": 5,
      "question": "Finish the quote: \"I'm the king of the world!\" Who directed the film that includes this line?"
    },
    {
      "question_id": 6,
      "question": "Finish the quote: \"I'll be back\" — what was the script originally intending instead?"
    },
    {
      "question_id": 7,
      "question": "Finish the famous movie quote: \"Houston, we have a ____.\" (Apollo 13)."
    },
    {
      "question_id": 8,
      "question": "Finish the quote: \"The first rule of Fight Club is: you do not talk about ____.\""
    },
    {
      "question_id": 9,
      "question": "Finish the quote: \"My precious\" — which actor voiced Gollum in both motion capture and voice?"
    },
    {
      "question_id": 10,
      "question": "Finish the famous movie quote: \"Bond. James Bond.\" What does this emphasize?"
    },
    {
      "question_id": 11,
      "question": "Finish the quote: \"Here's Johnny!\" was ad-libbed by which actor?"
    },
    {
      "question_id": 12,
      "question": "Finish the quote: \"Here's looking at you, kid\" — what literary device does the line primarily use?"
    },
    {
      "question_id": 13,
      "question": "Finish the famous movie quote: \"Say hello to my little ____!\" (Scarface)."
    },
    {
      "question_id": 14,
      "question": "Finish the quote: \"I'll be back\" was first spoken by which actor?"
    },
    {
      "question_id": 15,
      "question": "Finish the quote: \"Give me the ____\" — which film features the line 'Give me the ring' as a pivotal moment?"
    }
  ]
}