{
  "quiz": [
    {
      "question_id": 1,
      "question": "Finish the famous movie quote: \"Here's looking at you, kid\" is from which decade?"
    },
    {
      "question_id": 2,
      "question": "Finish the quote: \"Here's looking at you, kid\" — who says it to whom in Casablanca?"
    },
    {
      "question_id": 3,
      "question": "Finish the quote: \"You're gonna need a bigger boat\" — who ad-libbed the line in Jaws?"
    },
    {
      "question_id": 4,
      "question": "Finish the famous movie quote: \"There's no place like ____\" (The Wizard of Oz)."
    },
    {
      "question_id": 5,
      "question": "Finish the quote: \"Here's looking at you, kid\" occurs at what point in the story?"
    },
    {
      "question_id": 6,
      "question": "Finish the quote: \"I'll have what she's having\" — which director staged the final restaurant scene?"
    },
    {
      "question_id": 7,
      "question": "Finish the famous movie quote: \"You talking to ____?\" (Taxi Driver)."
    },
    {
      "question_id": 8,
      "question": "Finish the quote: \"I'm walking here!\" is a famous improvised line from which film?"
    },
    {
      "question_id": 9,
      "question": "Finish the quote: \"I'll have what she's having\" — which actor's comedic timing sold the line?"
    },
    {
      "question_id": 10,
      "question": "Finish the famous movie quote: \"You can't handle the ____!\" (A Few Good Men)."
    },
    {
      "question_id": 11,
      "question": "Finish the quote: \"Say 'what' again! I dare you, I double dare you, ____' what!'\" Which film?"
    },
    {
      "question_id": 12,
      "question": "Finish the quote: \"Keep your friends close, but your enemies closer\" — which historical figure inspired the line in the screenplay?"
    },
    {
      "question_id": 13,
      "question": "Finish the famous movie quote: \"I'm having an old friend for ____.\" (Casablanca)."
    },
    {
      "question_id": 14,
      "question": "Finish the quote: \"They're here!\" is from which 1980s horror film?"
    },
    {
      "question_id": 15,
      "question": "Finish the quote: \"The first rule of Fight Club is: you do not talk about Fight Club\" — who adapted this novel into a screenplay?"
    }
  ]
}