{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which fast food brand features two golden arches forming an M?"
    },
    {
      "question_id": 2,
      "question": "Which designer created the Nike Swoosh in 1971?"
    },
    {
      "question_id": 3,
      "question": "Which logo reveal in 2010 removed the brand name and used only a simplified icon for recognition?"
    },
    {
      "question_id": 4,
      "question": "Which furniture retailer uses blue and yellow colors and Swedish origin in branding?"
    },
    {
      "question_id": 5,
      "question": "Which year did Audi adopt the four rings to represent a 1932 merger?"
    },
    {
      "question_id": 6,
      "question": "Which brand's logo originally featured a detailed coat of arms that simplified over decades?"
    },
    {
      "question_id": 7,
      "question": "Which beer brand features a red star within its logo?"
    },
    {
      "question_id": 8,
      "question": "Which logo features a pecten, a scallop shell shape?"
    },
    {
      "question_id": 9,
      "question": "Which Italian manufacturer's emblem came to Ferrari via Countess Paolina Baracca's suggestion?"
    },
    {
      "question_id": 10,
      "question": "Which chocolate brand features a red wrapped triangle logo named Toblerone on packaging?"
    },
    {
      "question_id": 11,
      "question": "Which country did the brand Samsung originate from?"
    },
    {
      "question_id": 12,
      "question": "Which fast-food logo first emphasized architectural golden arches as signage in the 1950s?"
    },
    {
      "question_id": 13,
      "question": "Which tech company uses a four-colored window-like logo?"
    },
    {
      "question_id": 14,
      "question": "Which company adopted a circular blue globe as a modern logo for a soda brand?"
    },
    {
      "question_id": 15,
      "question": "Which company adopted the three-oval Toyota logo to symbolize overlapping hearts and global expansion?"
    }
  ]
}