{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which invention uses a sequence of letters to find information on a network of computers?"
    },
    {
      "question_id": 2,
      "question": "Which invention introduced the world to consumer digital photography with instant digital files?"
    },
    {
      "question_id": 3,
      "question": "Which invention employed the Prandtl wing theory to optimize lift and reduce drag in aircraft design?"
    },
    {
      "question_id": 4,
      "question": "Which invention uses compressed air or vacuum to lift and move heavy objects?"
    },
    {
      "question_id": 5,
      "question": "Which invention used a mechanical computing concept of conditional branching proposed by Ada Lovelace's collaborator?"
    },
    {
      "question_id": 6,
      "question": "Which invention integrated relational algebra to enable complex queries in early database systems?"
    },
    {
      "question_id": 7,
      "question": "Which invention allows rapid exchange of coded messages over long distances using electric pulses?"
    },
    {
      "question_id": 8,
      "question": "Which invention enabled the modern smartphone by integrating computing and cellular radios on a single chip?"
    },
    {
      "question_id": 9,
      "question": "Which invention leveraged the Hall effect in sensors to measure magnetic fields for precision control?"
    },
    {
      "question_id": 10,
      "question": "Which invention converts chemical energy into motion within vehicles using controlled explosions?"
    },
    {
      "question_id": 11,
      "question": "Which invention combined wireless telephony with satellite relays to enable global broadcasts?"
    },
    {
      "question_id": 12,
      "question": "Which invention's early applications used Geiger–Müller tubes to detect ionizing radiation counts?"
    },
    {
      "question_id": 13,
      "question": "Which invention improved navigation by measuring latitude using the angle of stars?"
    },
    {
      "question_id": 14,
      "question": "Which invention first used a conserved vacuum tube amplifier to enable early electronic computers?"
    },
    {
      "question_id": 15,
      "question": "Which invention's design relied on Bessemer's process to mass-produce steel rails for railways?"
    }
  ]
}