{
  "quiz": [
    {
      "question_id": 1,
      "question": "When was the city of Constantinople formally renamed Istanbul by Turkish authorities?"
    },
    {
      "question_id": 2,
      "question": "When was the Edict of Caracalla (Constitutio Antoniniana) granting Roman citizenship to many free men?"
    },
    {
      "question_id": 3,
      "question": "What year did the Peace of Augsburg permit rulers to choose Lutheranism or Catholicism in the Holy Roman Empire?"
    },
    {
      "question_id": 4,
      "question": "Which year did the Tanzimat reforms begin in the Ottoman Empire, modernizing its institutions?"
    },
    {
      "question_id": 5,
      "question": "What year did the Congress of Vienna conclude, reshaping Europe after the Napoleonic Wars?"
    },
    {
      "question_id": 6,
      "question": "What year did the Taiping Rebellion, one of the deadliest conflicts, begin in China?"
    },
    {
      "question_id": 7,
      "question": "When was the Treaty of Nanking signed, ending the First Opium War and ceding Hong Kong to Britain?"
    },
    {
      "question_id": 8,
      "question": "What year marks the official start of the Safavid dynasty in Persia under Shah Ismail I?"
    },
    {
      "question_id": 9,
      "question": "What year did the Library of Alexandria suffer a major destructive event often dated by historians?"
    },
    {
      "question_id": 10,
      "question": "In what year did the Great Mutiny (Indian Rebellion) against British rule begin?"
    },
    {
      "question_id": 11,
      "question": "What year did the French Revolution's Reign of Terror peak with mass executions under the Committee of Public Safety?"
    },
    {
      "question_id": 12,
      "question": "In what year did the Glorious Revolution depose James II and bring William and Mary to the throne?"
    },
    {
      "question_id": 13,
      "question": "What year did the Act of Supremacy declare the English monarch head of the Church of England?"
    },
    {
      "question_id": 14,
      "question": "What year did the Glorious Revolution lead to the Bill of Rights in England, shaping parliamentary sovereignty?"
    },
    {
      "question_id": 15,
      "question": "Which year did the Treaty of Kanagawa open Japan to American trade under Commodore Perry?"
    }
  ]
}