{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which year did the Ottoman Empire capture Constantinople?"
    },
    {
      "question_id": 2,
      "question": "In what year did Israel declare independence, leading to the 1948 Arab-Israeli War?"
    },
    {
      "question_id": 3,
      "question": "What year did the Anglo-Saxon Chronicle first begin recording English history under King Alfred?"
    },
    {
      "question_id": 4,
      "question": "What year did the Black Death reach Europe, beginning its major pandemic wave?"
    },
    {
      "question_id": 5,
      "question": "In what year did the Battle of Stalingrad end, marking a turning point in WWII's Eastern Front?"
    },
    {
      "question_id": 6,
      "question": "When did the Sui Dynasty complete the Grand Canal, transforming Chinese internal trade routes?"
    },
    {
      "question_id": 7,
      "question": "Which year marks the end of World War II in Europe (VE Day)?"
    },
    {
      "question_id": 8,
      "question": "What year did the Treaty of Versailles formally end World War I?"
    },
    {
      "question_id": 9,
      "question": "Which year did the Battle of Hastings occur, leading to Norman rule in England?"
    },
    {
      "question_id": 10,
      "question": "In which year did Christopher Columbus first arrive in the Americas?"
    },
    {
      "question_id": 11,
      "question": "In what year did the Black Tuesday stock market crash that precipitated the Great Depression occur?"
    },
    {
      "question_id": 12,
      "question": "In what year was the Edict of Milan issued, granting religious toleration to Christians in the Roman Empire?"
    },
    {
      "question_id": 13,
      "question": "Which year did the Berlin Wall fall, symbolizing the end of Cold War divisions?"
    },
    {
      "question_id": 14,
      "question": "Which year did the Irish Potato Famine, a major demographic catastrophe, begin in earnest?"
    },
    {
      "question_id": 15,
      "question": "What year did the Norman conquest of southern Italy begin with Norman incursions?"
    }
  ]
}