{
  "quiz": [
    {
      "question_id": 1,
      "question": "When was the first successful powered flight by the Wright brothers?"
    },
    {
      "question_id": 2,
      "question": "Which year did the Bolshevik leader Lenin die, initiating a power struggle in the USSR?"
    },
    {
      "question_id": 3,
      "question": "When was the Ottoman Tanzimat edict Hatt-ı Şerif of Gülhane proclaimed, starting legal reforms?"
    },
    {
      "question_id": 4,
      "question": "When was the Declaration of the Rights of Man and of the Citizen adopted during the French Revolution?"
    },
    {
      "question_id": 5,
      "question": "When did South Africa hold its first multiracial democratic elections ending apartheid?"
    },
    {
      "question_id": 6,
      "question": "Which year did the Battle of Lepanto occur, curbing Ottoman naval dominance in the Mediterranean?"
    },
    {
      "question_id": 7,
      "question": "When did Japan formally surrender, ending World War II?"
    },
    {
      "question_id": 8,
      "question": "When did the Ottoman siege and fall of Constantinople lead to the end of the Byzantine Empire?"
    },
    {
      "question_id": 9,
      "question": "When was the first edition of Adam Smith's The Wealth of Nations published, influencing economics?"
    },
    {
      "question_id": 10,
      "question": "Which year did the Russian Revolution that led to Bolshevik power occur?"
    },
    {
      "question_id": 11,
      "question": "What year did the Louisiana Purchase double the size of the United States?"
    },
    {
      "question_id": 12,
      "question": "What year did the Salt March conclude when Gandhi reached Dandi, creating international attention?"
    },
    {
      "question_id": 13,
      "question": "Which year marks the start of the Protestant Reformation when Martin Luther posted his 95 Theses?"
    },
    {
      "question_id": 14,
      "question": "What year did Florence Nightingale gain renown for nursing work during the Crimean War?"
    },
    {
      "question_id": 15,
      "question": "In what year did the Stockholm Bloodbath, a mass execution in Scandinavian history, occur?"
    }
  ]
}