{
  "quiz": [
    {
      "question_id": 1,
      "question": "When did the Black Death peak in Europe?"
    },
    {
      "question_id": 2,
      "question": "When was the first successful vaccine for smallpox developed by Edward Jenner?"
    },
    {
      "question_id": 3,
      "question": "When did Suleiman the Magnificent begin his reign over the Ottoman Empire?"
    },
    {
      "question_id": 4,
      "question": "When was the printing press invented by Johannes Gutenberg (approximate year)?"
    },
    {
      "question_id": 5,
      "question": "When did the Berlin Airlift start in response to the Soviet blockade?"
    },
    {
      "question_id": 6,
      "question": "When did the Battle of Lepanto, a major naval engagement, occur?"
    },
    {
      "question_id": 7,
      "question": "When did the United Nations officially come into existence?"
    },
    {
      "question_id": 8,
      "question": "When did Ferdinand Magellan's expedition successfully complete the first circumnavigation (return year)?"
    },
    {
      "question_id": 9,
      "question": "When was the Battle of Yorktown, effectively ending major fighting in the American Revolution?"
    },
    {
      "question_id": 10,
      "question": "When was the first successful powered flight by the Wright brothers?"
    },
    {
      "question_id": 11,
      "question": "When was the Warsaw Pact formed as a Soviet-led military alliance?"
    },
    {
      "question_id": 12,
      "question": "When did the Ming dynasty complete Zheng He's final voyages before the fleet was retired?"
    },
    {
      "question_id": 13,
      "question": "In what year did the Declaration of Independence get adopted by the United States?"
    },
    {
      "question_id": 14,
      "question": "When was the Battle of Waterloo where Napoleon was finally defeated?"
    },
    {
      "question_id": 15,
      "question": "When was the Peace of Augsburg allowing princes to choose Lutheranism or Catholicism?"
    }
  ]
}