{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which sandwich chain is known for the slogan \"Freaky Fast\"?"
    },
    {
      "question_id": 2,
      "question": "Which brand's classic ad line was \"Pizza! Pizza!\" to emphasize value?"
    },
    {
      "question_id": 3,
      "question": "Which quick-service chain claims \"We Have The Meats\" for roast and deli offerings?"
    },
    {
      "question_id": 4,
      "question": "Which pizza chain uses \"Better Ingredients. Better Pizza.\"?"
    },
    {
      "question_id": 5,
      "question": "Which breakfast chain uses the slogan \"Always Fresh\" in some regional marketing?"
    },
    {
      "question_id": 6,
      "question": "Which Southern chicken chain used regional pride slogans tied to its signature biscuits?"
    },
    {
      "question_id": 7,
      "question": "Which fried-chicken chain advertises its biscuits as \"Made From Scratch\"?"
    },
    {
      "question_id": 8,
      "question": "Which chain used \"Eat Fresh\" while pushing customizable subs?"
    },
    {
      "question_id": 9,
      "question": "Which chain built a long-term brand around \"Eat Fresh\" and footlong customization?"
    },
    {
      "question_id": 10,
      "question": "Which bakery-cafe uses the slogan \"Food as it should be\"?"
    },
    {
      "question_id": 11,
      "question": "Which chain used \"We Do Chicken Right\" to emphasize preparation quality?"
    },
    {
      "question_id": 12,
      "question": "Which brand ran the early-2000s campaign \"Eat Like You Mean It\" for bolder burgers?"
    },
    {
      "question_id": 13,
      "question": "Which burger chain famously asked \"Where's the beef?\" in its campaign?"
    },
    {
      "question_id": 14,
      "question": "Which bakery-cafe anchored branding with \"Food as it should be\" messaging?"
    },
    {
      "question_id": 15,
      "question": "Which chain emphasized ingredients with the line \"Better Ingredients. Better Pizza.\"?"
    }
  ]
}