{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which Mexican-style chain used the slogan \"Food with Integrity\"?"
    },
    {
      "question_id": 2,
      "question": "Which brand used \"Better Ingredients. Better Pizza.\" but also pushed community campaigns?"
    },
    {
      "question_id": 3,
      "question": "Which brand's controversial slogan emphasized customization with \"Have it your way\"?"
    },
    {
      "question_id": 4,
      "question": "Which brand once encouraged customers to \"Think outside the bun\"?"
    },
    {
      "question_id": 5,
      "question": "Which burger chain emphasizes \"Fresh, Never Frozen\" beef in commercials?"
    },
    {
      "question_id": 6,
      "question": "Which pizza chain used promotional lines promising fast, value-driven pies with little frills?"
    },
    {
      "question_id": 7,
      "question": "Which Texas-based burger chain uses \"Just like you like it\"?"
    },
    {
      "question_id": 8,
      "question": "Which fast casual burger chain stresses values in the line \"Stand For Something Good\"?"
    },
    {
      "question_id": 9,
      "question": "Which chain's legacy slogan proclaimed its sandwiches were delivered \"Freaky Fast\"?"
    },
    {
      "question_id": 10,
      "question": "Which chain uses the slogan \"Eat Fresh\" in advertising?"
    },
    {
      "question_id": 11,
      "question": "Which brand used the line \"We Didn't Invent the Chicken, Just the Chicken Sandwich\"?"
    },
    {
      "question_id": 12,
      "question": "Which pizza franchise once guaranteed delivery in \"30 minutes or less\" in ads?"
    },
    {
      "question_id": 13,
      "question": "Which coffeehouse's mission reads \"To inspire and nurture the human spirit\"?"
    },
    {
      "question_id": 14,
      "question": "Which brand used the slogan \"We Have The Meats\" to highlight deli quality?"
    },
    {
      "question_id": 15,
      "question": "Which chain's advertising once invited customers to \"Think outside the bun\"?"
    }
  ]
}