{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which ancient vocal form, older than khayal, focuses on spiritual themes and weighty style?"
    },
    {
      "question_id": 2,
      "question": "How many beats comprise the common Hindustani teental cycle?"
    },
    {
      "question_id": 3,
      "question": "Which 20th-century maestro created the Maihar school and united multiple instruments under one pedagogy?"
    },
    {
      "question_id": 4,
      "question": "What is the principal melodic framework in Indian classical music?"
    },
    {
      "question_id": 5,
      "question": "Who founded the Maihar gharana and taught several 20th-century maestros?"
    },
    {
      "question_id": 6,
      "question": "Which classical form’s roots trace to royal courts and emphasize strict intonation and austere style?"
    },
    {
      "question_id": 7,
      "question": "Which classical tradition originates principally from South India?"
    },
    {
      "question_id": 8,
      "question": "Which raga is traditionally performed at dusk and features a raised fourth (teevra Ma)?"
    },
    {
      "question_id": 9,
      "question": "Which Indian classical performance section introduces rhythm through fixed composition called gat?"
    },
    {
      "question_id": 10,
      "question": "What term describes the cyclic rhythmic pattern in Indian music?"
    },
    {
      "question_id": 11,
      "question": "Which style of singing emphasizes improvisation around a small poetic theme, often romantic?"
    },
    {
      "question_id": 12,
      "question": "Which gharana is especially renowned for preserving dhrupad vocal technique into modern times?"
    },
    {
      "question_id": 13,
      "question": "Who is commonly called the 'Nightingale of India' for her vocal contributions?"
    },
    {
      "question_id": 14,
      "question": "Which modern Indian musician popularized the Mohan Veena, a modified slide guitar?"
    },
    {
      "question_id": 15,
      "question": "Which vocal ornamentation involves forceful, oscillatory shakes across a note cluster?"
    }
  ]
}