{
  "quiz": [
    {
      "question_id": 1,
      "question": "What is the name of India's first indigenously built aircraft carrier commissioned in 2022?"
    },
    {
      "question_id": 2,
      "question": "Which ship class forms the backbone of India's blue-water destroyer force?"
    },
    {
      "question_id": 3,
      "question": "Which defence electronics company developed naval radar and communication systems for frontline ships?"
    },
    {
      "question_id": 4,
      "question": "Which organization leads defence research and development in India?"
    },
    {
      "question_id": 5,
      "question": "Which operation secured the Siachen Glacier for India in 1984?"
    },
    {
      "question_id": 6,
      "question": "Which indigenous sonar project led to the development of hull-mounted sonar for Indian frigates?"
    },
    {
      "question_id": 7,
      "question": "Which corps in the Indian Army specializes in engineering and infrastructure?"
    },
    {
      "question_id": 8,
      "question": "Which river crossing and bridging capability belongs to which corps in the Army?"
    },
    {
      "question_id": 9,
      "question": "Which Indian airborne operation in 1971 aimed at securing Sylhet area involved paratroopers in Bangladesh theatre?"
    },
    {
      "question_id": 10,
      "question": "What is the Indian Army’s ceremonial mounted unit that serves the President?"
    },
    {
      "question_id": 11,
      "question": "Which Indian Navy missile attack on Karachi in 1971 was called Operation Trident or Operation Python?"
    },
    {
      "question_id": 12,
      "question": "Which Indian Army regiment traces its lineage to the colonial-era Poona Horse cavalry?"
    },
    {
      "question_id": 13,
      "question": "Which Indian Navy ship is an example of an aircraft carrier in service?"
    },
    {
      "question_id": 14,
      "question": "Which Indian Air Force aircraft conducted precision strikes during the Balakot airstrike in 2019?"
    },
    {
      "question_id": 15,
      "question": "Which Navy base in Visakhapatnam serves as a major Eastern Fleet hub?"
    }
  ]
}