{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which 1919 massacre at Jallianwala Bagh galvanized Indian opposition to British rule?"
    },
    {
      "question_id": 2,
      "question": "Which Indian leader organized the Simon Commission protests with the slogan 'Simon Go Back' in 1928?"
    },
    {
      "question_id": 3,
      "question": "Which body replaced the Indian Councils under reforms of 1861 expanding legislative participation marginally?"
    },
    {
      "question_id": 4,
      "question": "Which 1858 proclamation transferred authority from the East India Company to the British Crown?"
    },
    {
      "question_id": 5,
      "question": "Which hill station in India served as the initial headquarters of the Indian National Army in Southeast Asia?"
    },
    {
      "question_id": 6,
      "question": "Which provincial leader chaired the Simon Commission boycott that led to nationwide protests in 1928?"
    },
    {
      "question_id": 7,
      "question": "Which princely queen fought against the British in the 1857 rebellion and became a national heroine?"
    },
    {
      "question_id": 8,
      "question": "Which act introduced separate electorates for depressed classes in 1932 mediated by Poona Pact discussions?"
    },
    {
      "question_id": 9,
      "question": "Which medieval Indian dynasty built the Sun Temple at Konark in the 13th century?"
    },
    {
      "question_id": 10,
      "question": "Who authored the book 'Discovery of India' while imprisoned during the freedom struggle?"
    },
    {
      "question_id": 11,
      "question": "Who authored 'Annihilation of Caste', a critique of caste and social orthodoxy?"
    },
    {
      "question_id": 12,
      "question": "Who was the viceroy who issued the 1858 proclamation transferring power to the Crown after the 1857 revolt?"
    },
    {
      "question_id": 13,
      "question": "Who is popularly known as the 'Iron Man of India' for leading a campaign against princely rule?"
    },
    {
      "question_id": 14,
      "question": "Which movement protested the British salt monopoly and led to mass civil disobedience across India in 1930?"
    },
    {
      "question_id": 15,
      "question": "Which 1799 event led to the fall of Tipu Sultan and increased British control in South India?"
    }
  ]
}