{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which keyboard instrument with bellows is common in Indian light classical accompaniment?"
    },
    {
      "question_id": 2,
      "question": "Which film composer is known for fusing Indian classical elements with film music in the 1950s?"
    },
    {
      "question_id": 3,
      "question": "Which medieval musicologist first used the concept of 22 shrutis within Indian tonal theory?"
    },
    {
      "question_id": 4,
      "question": "Which Indian notation system uses syllables Sa Re Ga Ma to teach melodies?"
    },
    {
      "question_id": 5,
      "question": "Which musical form did Amir Khusro historically influence in South Asian devotional music?"
    },
    {
      "question_id": 6,
      "question": "Which bowed peacock-shaped instrument is credited to Guru Hargobind and linked to Sikh kirtan?"
    },
    {
      "question_id": 7,
      "question": "Which long-necked plucked instrument, central to dhrupad, is also called Been?"
    },
    {
      "question_id": 8,
      "question": "Which legendary shehnai maestro brought the instrument to concert stages?"
    },
    {
      "question_id": 9,
      "question": "Which Indian musician invented the Mohan Veena, merging slide guitar with Indian tuning and sympathetic strings?"
    },
    {
      "question_id": 10,
      "question": "Who is the renowned tabla virtuoso known globally for solos and collaborations?"
    },
    {
      "question_id": 11,
      "question": "Which Indian composer wrote and composed the original tune of 'Jana Gana Mana'?"
    },
    {
      "question_id": 12,
      "question": "Which 20th-century composer-singer popularized the santoor at classical concert level?"
    },
    {
      "question_id": 13,
      "question": "Which instrument typically supplies the continuous harmonic drone in classical concerts?"
    },
    {
      "question_id": 14,
      "question": "Which pair names the two main drums of the tabla set?"
    },
    {
      "question_id": 15,
      "question": "Which Carnatic improvisational form unfolds without tala and precedes kriti presentations?"
    }
  ]
}