{
  "quiz": [
    {
      "question_id": 1,
      "question": "Who was India’s Finance Minister credited with 1991 reforms?"
    },
    {
      "question_id": 2,
      "question": "Which Article of the Constitution guarantees freedom of speech and expression?"
    },
    {
      "question_id": 3,
      "question": "Which commission’s report guided India’s Centre-State relations and was established in 1983?"
    },
    {
      "question_id": 4,
      "question": "In which year was the Bharatiya Janata Party (BJP) formally founded?"
    },
    {
      "question_id": 5,
      "question": "Which leader headed the Constituent Assembly’s Union Powers Committee?"
    },
    {
      "question_id": 6,
      "question": "Which Prime Minister signed the Indo-US nuclear deal precursor agreements in the 2000s?"
    },
    {
      "question_id": 7,
      "question": "Which movement significantly increased India’s food grain output in the 1960s?"
    },
    {
      "question_id": 8,
      "question": "What legal instrument did princely states sign to join Dominion of India?"
    },
    {
      "question_id": 9,
      "question": "Who presided as temporary chairman at the Constituent Assembly’s first meeting in 1946?"
    },
    {
      "question_id": 10,
      "question": "Who presided as the first permanent Chairman of the Constituent Assembly?"
    },
    {
      "question_id": 11,
      "question": "Which Prime Minister promoted the 'Hindi-Chini Bhai-Bhai' friendship policy?"
    },
    {
      "question_id": 12,
      "question": "Which leader was the first woman Governor of an Indian province in 1947?"
    },
    {
      "question_id": 13,
      "question": "How many states did India have after the 2019 reorganization?"
    },
    {
      "question_id": 14,
      "question": "Which leader served as India’s External Affairs Minister and later Prime Minister?"
    },
    {
      "question_id": 15,
      "question": "Which leader’s government enacted the Right to Education as a fundamental right?"
    }
  ]
}