{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which Mughal garden tomb inspired later Mughal architecture and sits in Delhi?"
    },
    {
      "question_id": 2,
      "question": "Which technique of inlay using semi-precious stones decorates the Taj Mahal?"
    },
    {
      "question_id": 3,
      "question": "Which UNESCO-listed complex includes caves created by Buddhist monks between second century BCE and sixth century CE?"
    },
    {
      "question_id": 4,
      "question": "Where is the Brihadeeswarar Temple located?"
    },
    {
      "question_id": 5,
      "question": "Which Ajanta cave contains notable scenes of Bodhisattva figures and court life paintings?"
    },
    {
      "question_id": 6,
      "question": "Which inscription on the Qutb Iron Pillar links it to Gupta ruler Chandragupta II?"
    },
    {
      "question_id": 7,
      "question": "Which temple in Madurai is famous for its gopurams and annual chariot festival?"
    },
    {
      "question_id": 8,
      "question": "Which ancient university ruins near Patna are associated with Nalanda heritage?"
    },
    {
      "question_id": 9,
      "question": "Which fort in India houses the world's largest cannon called 'Jaivana' placed on carriage?"
    },
    {
      "question_id": 10,
      "question": "Which city hosts the Victoria Memorial, a British-era monument?"
    },
    {
      "question_id": 11,
      "question": "Which Delhi complex contains the Iron Pillar famous for rust resistance?"
    },
    {
      "question_id": 12,
      "question": "Which Indian monument features the motif of dancing apsaras carved extensively on its walls?"
    },
    {
      "question_id": 13,
      "question": "What is the main material used in Agra's Red Fort construction?"
    },
    {
      "question_id": 14,
      "question": "Which monument in Chennai commemorates the British victory and is also a museum?"
    },
    {
      "question_id": 15,
      "question": "Which 10th-century Chalukya site is recognized for its temple-pavilion experiments at Pattadakal?"
    }
  ]
}