{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which act of 1909 introduced separate electorates for Muslims in British India?"
    },
    {
      "question_id": 2,
      "question": "Who presided over the 1929 Lahore Session where 'Purna Swaraj' was declared?"
    },
    {
      "question_id": 3,
      "question": "Which Indian historian popularized the thesis of 'decentralized republics' in ancient South India through inscriptions?"
    },
    {
      "question_id": 4,
      "question": "Who served as the first Prime Minister of independent India in 1947?"
    },
    {
      "question_id": 5,
      "question": "Which 1920 act expanded Indian participation in legislative councils and reformed civil services examinations?"
    },
    {
      "question_id": 6,
      "question": "Which colonial policy defined the Doctrine of Lapse used by Lord Dalhousie to annex Indian states?"
    },
    {
      "question_id": 7,
      "question": "Which ancient urban civilization had major sites at Harappa and Mohenjo-daro?"
    },
    {
      "question_id": 8,
      "question": "Which Indian princely state rejected accession to Pakistan and joined India in 1947 after a police action?"
    },
    {
      "question_id": 9,
      "question": "Which 1835 education policy introduced English as the medium for higher education in India?"
    },
    {
      "question_id": 10,
      "question": "Who led the Home Rule Movement in India alongside Annie Besant and Bal Gangadhar Tilak?"
    },
    {
      "question_id": 11,
      "question": "Which regiment's issue with greased cartridges sparked the 1857 Sepoy Mutiny?"
    },
    {
      "question_id": 12,
      "question": "Which leader organized the 1920 Bardoli Satyagraha that led to compensation for farmers after tax hikes?"
    },
    {
      "question_id": 13,
      "question": "Which Indian leader formed the Forward Bloc after differences with the Congress in 1939?"
    },
    {
      "question_id": 14,
      "question": "Which city served as the capital of the British in India before New Delhi became capital in 1911?"
    },
    {
      "question_id": 15,
      "question": "Which satyagrahi led the Kheda movement in 1918 advocating relief for peasants facing crop failure?"
    }
  ]
}