{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which goddess is associated with wealth, fortune, and prosperity?"
    },
    {
      "question_id": 2,
      "question": "Which demon king's death prompted Krishna to reveal his universal form to Arjuna?"
    },
    {
      "question_id": 3,
      "question": "Which deity is invoked by the Gayatri Mantra that begins 'Om Bhur Bhuvaḥ Svaḥ'?"
    },
    {
      "question_id": 4,
      "question": "Which weapon is commonly associated with Shiva in iconography?"
    },
    {
      "question_id": 5,
      "question": "Which goddess is the consort of Shiva and embodies fertility and devotion?"
    },
    {
      "question_id": 6,
      "question": "Which rare iconographic form shows Shiva as half woman and half man symbolizing unity of sexes?"
    },
    {
      "question_id": 7,
      "question": "Which text is a dialogue between Krishna and Arjuna on duty and righteousness?"
    },
    {
      "question_id": 8,
      "question": "Which festival honors the divine bond between Krishna and Radha, celebrated in Vrindavan?"
    },
    {
      "question_id": 9,
      "question": "Which cosmic serpent supports Vishnu and serves as his bed in Vaikuntha depictions?"
    },
    {
      "question_id": 10,
      "question": "Which goddess took the form Kali during battle to defeat demons?"
    },
    {
      "question_id": 11,
      "question": "Which Vedic deity governs storms, thunder, and the warrior aspect?"
    },
    {
      "question_id": 12,
      "question": "Which sage composed the Harivamsa supplement to the Mahabharata focusing on Krishna's life?"
    },
    {
      "question_id": 13,
      "question": "Who is widely known as the remover of obstacles in Hindu tradition?"
    },
    {
      "question_id": 14,
      "question": "Which epic heroine asked for alms, was married to Rama, and proved her chastity?"
    },
    {
      "question_id": 15,
      "question": "Which form of Shiva is worshipped as the supreme teacher at Chidambaram in Tamil tradition?"
    }
  ]
}