{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which fort in Rajasthan is built on a hill and famed for its palaces?"
    },
    {
      "question_id": 2,
      "question": "Which hilltop fortress in Jhansi symbolizes Rani Lakshmibai's defence in 1857?"
    },
    {
      "question_id": 3,
      "question": "Which marble inlay style at Agra uses precious stones like lapis and jasper?"
    },
    {
      "question_id": 4,
      "question": "Which rock-cut site near Mumbai is known for Hindu cave temples on an island?"
    },
    {
      "question_id": 5,
      "question": "Which architect is commonly credited with designing the Taj Mahal?"
    },
    {
      "question_id": 6,
      "question": "Which Vijayanagara monument contains stone pillars that emit tuned musical notes?"
    },
    {
      "question_id": 7,
      "question": "Which monument is famously called the Sun Temple at Konark?"
    },
    {
      "question_id": 8,
      "question": "Which southern temple complex is a UNESCO site titled 'Great Living Chola Temples'?"
    },
    {
      "question_id": 9,
      "question": "Which Indian monument's central dome is encircled by four minarets that tilt outward slightly?"
    },
    {
      "question_id": 10,
      "question": "In which Indian city is the Red Fort located?"
    },
    {
      "question_id": 11,
      "question": "Which British-era building in Kolkata blends Indo-Saracenic and classical European styles?"
    },
    {
      "question_id": 12,
      "question": "Which Mughal monument's Quranic calligraphy was executed by Amanat Khan according to some sources?"
    },
    {
      "question_id": 13,
      "question": "Which monument features a musical stone chariot in Hampi?"
    },
    {
      "question_id": 14,
      "question": "Which 16th-century city contains the famous bulbous-domed Itmad-ud-Daulah tomb?"
    },
    {
      "question_id": 15,
      "question": "Which cave complex's paintings include the famous Ajanta panel showing Prince Siddhartha's life?"
    }
  ]
}