{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which brand was founded by Salvatore Ferragamo and is famous for shoes?"
    },
    {
      "question_id": 2,
      "question": "Which designer established Saint Laurent Rive Gauche ready-to-wear boutiques in 1966?"
    },
    {
      "question_id": 3,
      "question": "Which couture house first established multiple ateliers across Paris and Geneva during the 19th century?"
    },
    {
      "question_id": 4,
      "question": "Which jeweler is famous for its robin's-egg blue boxes?"
    },
    {
      "question_id": 5,
      "question": "Which designer created the Louis Vuitton monogram pattern in 1896?"
    },
    {
      "question_id": 6,
      "question": "Which couture house's archive famously inspired Karl Lagerfeld's modern Chanel revivals?"
    },
    {
      "question_id": 7,
      "question": "Which house uses a Medusa head as its emblem?"
    },
    {
      "question_id": 8,
      "question": "Which luxury group owns Gucci and Bottega Veneta?"
    },
    {
      "question_id": 9,
      "question": "Which luxury house's crocodile Birkin variation is commonly referred to by collectors as 'Himalaya'?"
    },
    {
      "question_id": 10,
      "question": "Which brand is famous for shoes with a red-lacquered sole?"
    },
    {
      "question_id": 11,
      "question": "Which Italian house was founded by Mario Prada in 1913 in Milan?"
    },
    {
      "question_id": 12,
      "question": "Which designer's archive inspired recurring theatrical runway narratives and dramatic tailoring at Alexander McQueen?"
    },
    {
      "question_id": 13,
      "question": "Which fashion house uses the double F logo created by Karl Lagerfeld?"
    },
    {
      "question_id": 14,
      "question": "Which brand created a famous patterned 'Oblique' canvas that became a house signature?"
    },
    {
      "question_id": 15,
      "question": "Which Hermès executive famously collaborated on designing the original Birkin bag in 1984?"
    }
  ]
}