{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which country uses 'La Marseillaise' as its national anthem?"
    },
    {
      "question_id": 2,
      "question": "Which country's national anthem includes a chorus that became widely known as a patriotic hymn outside the nation?"
    },
    {
      "question_id": 3,
      "question": "Which national anthem is among the oldest in text, with lyrics tracing to a poem possibly from the 10th century?"
    },
    {
      "question_id": 4,
      "question": "Which country's anthem lyrics originate from an ancient classical waka poem?"
    },
    {
      "question_id": 5,
      "question": "Which country's motto 'A Mari Usque Ad Mare' comes from a biblical phrase translated into Latin?"
    },
    {
      "question_id": 6,
      "question": "Which national anthem's lyrics were written by a poet who was locked in a room until he produced them?"
    },
    {
      "question_id": 7,
      "question": "Which country's national motto reads 'Ordem e Progresso' meaning 'Order and Progress'?"
    },
    {
      "question_id": 8,
      "question": "Which modern nation adopted a composite anthem combining a hymn and liberation song in 1997?"
    },
    {
      "question_id": 9,
      "question": "Which national anthem includes portions sung in isiXhosa and isiZulu to reflect linguistic diversity?"
    },
    {
      "question_id": 10,
      "question": "Which country uses 'Il Canto degli Italiani' as its national anthem?"
    },
    {
      "question_id": 11,
      "question": "Which anthem's music was composed by Jaime Nunó with lyrics by Francisco González Bocanegra?"
    },
    {
      "question_id": 12,
      "question": "Which country's national motto is written in an indigenous Khoisan language and appears on its coat of arms?"
    },
    {
      "question_id": 13,
      "question": "Which nation's anthem is 'Kde domov můj'?"
    },
    {
      "question_id": 14,
      "question": "Which national anthem was subject to long debates over official lyrics because of regional language sensitivities?"
    },
    {
      "question_id": 15,
      "question": "Which country's national motto appears on coins and banknotes and was established during wartime to unify the population?"
    }
  ]
}