{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which law explains why total momentum stays constant in an isolated system?"
    },
    {
      "question_id": 2,
      "question": "Which scientist established the germ theory of disease through experiments on fermentation and pasteurization?"
    },
    {
      "question_id": 3,
      "question": "Which theoretical concept explains quantized conductance steps in mesoscopic electron transport?"
    },
    {
      "question_id": 4,
      "question": "Which theory explains how continents move over geologic time?"
    },
    {
      "question_id": 5,
      "question": "Which law quantifies the relationship between magnetic flux change and induced electromotive force?"
    },
    {
      "question_id": 6,
      "question": "Which theorem states that any differentiable symmetry of the action yields a conserved quantity?"
    },
    {
      "question_id": 7,
      "question": "Which law indicates that total energy and entropy relationships limit engine efficiency?"
    },
    {
      "question_id": 8,
      "question": "Which law describes the electromagnetic waves' energy distribution as a function of frequency for a blackbody?"
    },
    {
      "question_id": 9,
      "question": "Which law describes the limit where classical mechanics emerges from quantum mechanics for large quantum numbers?"
    },
    {
      "question_id": 10,
      "question": "Who is credited with proposing the law of universal gravitation?"
    },
    {
      "question_id": 11,
      "question": "Which theorem in fluid dynamics expresses conservation of momentum in differential form?"
    },
    {
      "question_id": 12,
      "question": "Which result shows local hidden-variable theories cannot reproduce all quantum correlations?"
    },
    {
      "question_id": 13,
      "question": "Which scientist proposed that microorganisms cause many diseases, advancing modern medicine?"
    },
    {
      "question_id": 14,
      "question": "Which law explains the electromagnetic force between current elements as described by a line integral?"
    },
    {
      "question_id": 15,
      "question": "Which law describes conservation of baryon number under standard model interactions as an empirical rule?"
    }
  ]
}