{
  "quiz": [
    {
      "question_id": 1,
      "question": "What does trypophobia describe?"
    },
    {
      "question_id": 2,
      "question": "Which phobia's name derives from Greek roots meaning 'long words' used ironically?"
    },
    {
      "question_id": 3,
      "question": "Which phobia term refers to fear specifically triggered by celebrity clowns in media?"
    },
    {
      "question_id": 4,
      "question": "Which phobia term refers to fear of dolls and is common in horror motifs?"
    },
    {
      "question_id": 5,
      "question": "Which phobia specifically concerns fear of belly buttons and associated sensations?"
    },
    {
      "question_id": 6,
      "question": "Which famous cartoonist indirectly inspired a fictional phobia about being watched by a duck?"
    },
    {
      "question_id": 7,
      "question": "Which phobia describes fear of being stared at or observed?"
    },
    {
      "question_id": 8,
      "question": "Which phobia is fear of being alone and sometimes overlaps with separation anxiety?"
    },
    {
      "question_id": 9,
      "question": "Which phobia name originates from Greek terms for 'navel' and 'fear' used in case studies?"
    },
    {
      "question_id": 10,
      "question": "Which phobia describes fear of being overweight or of gaining weight?"
    },
    {
      "question_id": 11,
      "question": "Which phobia specifically describes fear of crossing bridges or overpasses?"
    },
    {
      "question_id": 12,
      "question": "Which unusual phobia has roots in a medieval fear of being buried alive?"
    },
    {
      "question_id": 13,
      "question": "Which phobia name indicates fear of being stared at by others in social settings?"
    },
    {
      "question_id": 14,
      "question": "Which phobia term historically referenced fear of walking on stairs in performance anxiety cases?"
    },
    {
      "question_id": 15,
      "question": "Which phobia refers to fear of holes in skin or patterns, debated by researchers?"
    }
  ]
}