{
  "quiz": [
    {
      "question_id": 1,
      "question": "What is the basic meaning of the suffix '-phobia'?"
    },
    {
      "question_id": 2,
      "question": "Which phobia is often linked to an aversion to beards and historical class perceptions?"
    },
    {
      "question_id": 3,
      "question": "Which rare phobia refers to fear of beards with historical roots in shifting fashion norms?"
    },
    {
      "question_id": 4,
      "question": "Which common reaction often occurs when someone encounters their phobic trigger?"
    },
    {
      "question_id": 5,
      "question": "Which phobia is generally not listed in major psychiatric manuals but widely discussed online?"
    },
    {
      "question_id": 6,
      "question": "Which obscure phobia describes fear of opening or walking up stairways?"
    },
    {
      "question_id": 7,
      "question": "Which phobia describes fear of beards affecting social perception?"
    },
    {
      "question_id": 8,
      "question": "Which phobia refers to fear of beards that sometimes has social roots?"
    },
    {
      "question_id": 9,
      "question": "Which phobia appears in anthropological texts as culturally mediated fear of certain facial hair?"
    },
    {
      "question_id": 10,
      "question": "What is glossophobia commonly defined as?"
    },
    {
      "question_id": 11,
      "question": "Which phobia describes fear of mirrors and is separate from body image disorders?"
    },
    {
      "question_id": 12,
      "question": "Which phobia’s study often distinguishes disgust sensitivity from learned fear responses?"
    },
    {
      "question_id": 13,
      "question": "Which phobia involves an extreme fear of mirrors or reflections?"
    },
    {
      "question_id": 14,
      "question": "Which therapy technique is the core component in treating many specific phobias?"
    },
    {
      "question_id": 15,
      "question": "Which phobia was used in a 1990s study to probe disgust versus visual processing differences?"
    }
  ]
}