{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which medieval practice placed horse skulls or shoe fragments in farm buildings to protect livestock?"
    },
    {
      "question_id": 2,
      "question": "What is the academic term for protective carved motifs often scratched into medieval church walls?"
    },
    {
      "question_id": 3,
      "question": "Which early modern English figure documented witchcraft and superstitions in his 1589 pamphlet?"
    },
    {
      "question_id": 4,
      "question": "Which historical amulet tradition inscribed pseudo-letters and symbols to confuse malevolent spirits?"
    },
    {
      "question_id": 5,
      "question": "Which island's folklore attributes household misfortune to small shadowy beings called 'piskies'?"
    },
    {
      "question_id": 6,
      "question": "Which psychologist wrote on illusion, belief, and ritual linking superstition to contingency learning?"
    },
    {
      "question_id": 7,
      "question": "Which term describes belief systems where spirits inhabit natural objects like trees and stones?"
    },
    {
      "question_id": 8,
      "question": "Which carved symbol combining intersecting lines is frequently found above medieval English doorways?"
    },
    {
      "question_id": 9,
      "question": "Which 20th-century study influenced scholarly understanding of belief persistence and ritual repetition?"
    },
    {
      "question_id": 10,
      "question": "Which prehistoric motif, often circular with spokes, appears in Europe and was used for protection?"
    },
    {
      "question_id": 11,
      "question": "Which cultural tradition ties the number nine to mystical significance and long life in Norse myth?"
    },
    {
      "question_id": 12,
      "question": "Which anthropological term denotes rituals that reduce anxiety by creating predictable actions under uncertainty?"
    },
    {
      "question_id": 13,
      "question": "Which East Mediterranean symbol combines an eye and a hand to protect households from envy?"
    },
    {
      "question_id": 14,
      "question": "Which archaeological finds indicate prehistoric peoples used amulets of carved bone and stone for protection?"
    },
    {
      "question_id": 15,
      "question": "Which island culture historically placed protective stones called 'fakatau' near thresholds?"
    }
  ]
}