{
  "quiz": [
    {
      "question_id": 1,
      "question": "What is 'net migration' in population statistics?"
    },
    {
      "question_id": 2,
      "question": "Which African country is projected to add the largest number to global population by 2100?"
    },
    {
      "question_id": 3,
      "question": "Which country historically used household registration (hukou) affecting internal migration statistics?"
    },
    {
      "question_id": 4,
      "question": "Which region has the highest population growth rate in recent decades?"
    },
    {
      "question_id": 5,
      "question": "Which region has seen the fastest urban population growth in recent decades?"
    },
    {
      "question_id": 6,
      "question": "Which demographic event is described by a sudden drop in births following major societal disruption?"
    },
    {
      "question_id": 7,
      "question": "What does 'population projection' estimate?"
    },
    {
      "question_id": 8,
      "question": "Which global event caused a temporary but sharp decline in population growth rates in the 14th century?"
    },
    {
      "question_id": 9,
      "question": "Which country showed a historic fertility decline associated with dramatic educational expansion for women in recent decades?"
    },
    {
      "question_id": 10,
      "question": "Which country experienced rapid urban population growth after World War II?"
    },
    {
      "question_id": 11,
      "question": "Which country had the highest urban population share by the early 21st century?"
    },
    {
      "question_id": 12,
      "question": "By mid-21st century projections, which country is expected to have the largest population decline in absolute numbers?"
    },
    {
      "question_id": 13,
      "question": "Which country has one of the largest youth populations globally?"
    },
    {
      "question_id": 14,
      "question": "What is the replacement-level TFR typically adjusted for in developed nations?"
    },
    {
      "question_id": 15,
      "question": "Which demographic indicator is sensitive to short-term shocks and often used to assess child health conditions?"
    }
  ]
}