{
  "quiz": [
    {
      "question_id": 1,
      "question": "Which country has the second-largest population?"
    },
    {
      "question_id": 2,
      "question": "Which country had one of the highest total fertility rates in the early 21st century?"
    },
    {
      "question_id": 3,
      "question": "Which population measurement uses sample surveys like DHS to estimate demographic rates where registration is weak?"
    },
    {
      "question_id": 4,
      "question": "Which country has one of the highest life expectancies globally?"
    },
    {
      "question_id": 5,
      "question": "Which region experienced a decline in population in recent decades due to low fertility and emigration?"
    },
    {
      "question_id": 6,
      "question": "What was the approximate world population at the beginning of the Common Era (year 1)?"
    },
    {
      "question_id": 7,
      "question": "Which global milestone was reached around October 31, 2011?"
    },
    {
      "question_id": 8,
      "question": "Which factor most directly reduces population growth in demographic theory?"
    },
    {
      "question_id": 9,
      "question": "Which country was the first to record a below-replacement TFR sustained for several decades in the modern era?"
    },
    {
      "question_id": 10,
      "question": "What is the demographic term for the number of deaths per 1,000 people per year?"
    },
    {
      "question_id": 11,
      "question": "What does the 'sex ratio' in population statistics express?"
    },
    {
      "question_id": 12,
      "question": "Which demographic term describes the additional population growth that occurs when a previously young population reaches reproductive age?"
    },
    {
      "question_id": 13,
      "question": "Which demographic metric indicates number of people aged 65 and over?"
    },
    {
      "question_id": 14,
      "question": "Which demographic term describes a temporary rise in births after a baby boom's end?"
    },
    {
      "question_id": 15,
      "question": "Which country’s census famously undercounted a significant portion of its population in 2011, prompting methodological reforms?"
    }
  ]
}